var newsData = [{
        newsDate: 'Nov 18 2019',
        newsTitle: '北京您早',
        newsImageUrl: '../../images/beijing.jpg',
        newsText: '《北京您早》1990年7月30日开播，是国内开播最早的一档早间电视新闻节目。它力求突出首都都市化生活的特点。在每次一小时的节目时间里，突破地域限制，荟萃国际、国内、本市多种新闻，快节奏、大信息地向观众播报，为京城提供一道最早的新闻大餐，以实现自己“昨天的新闻我们报道最全，今天的新闻我们最早发现，新的一天从《北京您早》开始”的传播理念，《北京您早》分为《早间新闻》和《晨间资讯》两个版块。前者以播报多样化的新闻为主，为观众提供多样的新闻信息。后者服务现代都市生活，报道具有服务性的新闻资讯。',
        newsLike: '96',
        newsFont: '50',
        textInfo1: true,
        postId: "00",
        newsDetail: {
            imageBannerUrl: "../../../images/beijing.jpg",
            imageHeaderurl: "../../../images/avatar/1.png",
            author: '林白衣',
            timer: '24小时',
            title: '北京您早',
            text: "《北京您早》1990年7月30日开播，是国内开播最早的一档早间电视新闻节目。它力求突出首都都市化生活的特点。在每次一小时的节目时间里，突破地域限制，荟萃国际、国内、本市多种新闻，快节奏、大信息地向观众播报，为京城提供一道最早的新闻大餐，以实现自己“昨天的新闻我们报道最全，今天的新闻我们最早发现，新的一天从《北京您早》开始”的传播理念，《北京您早》分为《早间新闻》和《晨间资讯》两个版块。前者以播报多样化的新闻为主，为观众提供多样的新闻信息。后者服务现代都市生活，报道具有服务性的新闻资讯。\n 北京您早》1990年7月30日开播，是国内开播最早的一档早间电视新闻节目。它力求突出首都都市化生活的特点。在每次一小时的节目时间里，突破地域限制，荟萃国际、国内、本市多种新闻，快节奏、大信息地向观众播报，为京城提供一道最早的新闻大餐，以实现自己“昨天的新闻我们报道最全，今天的新闻我们最早发现，新的一天从《北京您早》开始”的传播理念，《北京您早》分为《早间新闻》和《晨间资讯》两个版块。前者以播报多样化的新闻为主，为观众提供多样的新闻信息。后者服务现代都市生活，报道具有服务性的新闻资讯。",
            musicUrl: 'http://m10.music.126.net/20190424002419/2fd5c7e71f8fa87a5347376e97274ed0/ymusic/590d/639e/0f95/c0196a7671c1161439be377609e13baa.mp3',
            musicName: '珊瑚海'
        }
    },
    {
        newsDate: 'Nov 19 2019',
        newsTitle: '儿童与墩布头',
        newsImageUrl: '../../images/dog.jpg',
        newsText: '《北京您早》1990年7月30日开播，是国内开播最早的一档早间电视新闻节目。它力求突出首都都市化生活的特点。在每次一小时的节目时间里，突破地域限制，荟萃国际、国内、本市多种新闻，快节奏、大信息地向观众播报，为京城提供一道最早的新闻大餐，以实现自己“昨天的新闻我们报道最全，今天的新闻我们最早发现，新的一天从《北京您早》开始”的传播理念，《北京您早》分为《早间新闻》和《晨间资讯》两个版块。前者以播报多样化的新闻为主，为观众提供多样的新闻信息。后者服务现代都市生活，报道具有服务性的新闻资讯。',
        newsLike: '118',
        newsFont: '51',
        textInfo1: true,
        postId: "11",
        newsDetail: {
            imageBannerUrl: "../../../images/dog.jpg",
            imageHeaderurl: "../../../images/avatar/1.png",
            author: '林白衣',
            timer: '24小时',
            title: '北京您早',
            text: "《北京您早》1990年7月30日开播，是国内开播最早的一档早间电视新闻节目。它力求突出首都都市化生活的特点。在每次一小时的节目时间里，突破地域限制，荟萃国际、国内、本市多种新闻，快节奏、大信息地向观众播报，为京城提供一道最早的新闻大餐，以实现自己“昨天的新闻我们报道最全，今天的新闻我们最早发现，新的一天从《北京您早》开始”的传播理念，《北京您早》分为《早间新闻》和《晨间资讯》两个版块。前者以播报多样化的新闻为主，为观众提供多样的新闻信息。后者服务现代都市生活，报道具有服务性的新闻资讯。\n 北京您早》1990年7月30日开播，是国内开播最早的一档早间电视新闻节目。它力求突出首都都市化生活的特点。在每次一小时的节目时间里，突破地域限制，荟萃国际、国内、本市多种新闻，快节奏、大信息地向观众播报，为京城提供一道最早的新闻大餐，以实现自己“昨天的新闻我们报道最全，今天的新闻我们最早发现，新的一天从《北京您早》开始”的传播理念，《北京您早》分为《早间新闻》和《晨间资讯》两个版块。前者以播报多样化的新闻为主，为观众提供多样的新闻信息。后者服务现代都市生活，报道具有服务性的新闻资讯。",
            musicUrl: 'http://m10.music.126.net/20190424013047/aec83898b639d1b35f39d86318617f83/ymusic/8e2d/4fad/bbd8/5577e5c82c0c169075043a1bd63f81c9.mp3',
            musicName: '千里之外'
        }
    },
    {
        newsDate: 'Nov 19 2019',
        newsTitle: '自己',
        newsImageUrl: '../../images/timg.jpg',
        newsText: '《北京您早》1990年7月30日开播，是国内开播最早的一档早间电视新闻节目。它力求突出首都都市化生活的特点。在每次一小时的节目时间里，突破地域限制，荟萃国际、国内、本市多种新闻，快节奏、大信息地向观众播报，为京城提供一道最早的新闻大餐，以实现自己“昨天的新闻我们报道最全，今天的新闻我们最早发现，新的一天从《北京您早》开始”的传播理念，《北京您早》分为《早间新闻》和《晨间资讯》两个版块。前者以播报多样化的新闻为主，为观众提供多样的新闻信息。后者服务现代都市生活，报道具有服务性的新闻资讯。',
        newsLike: '118',
        newsFont: '51',
        textInfo1: true,
        postId: "22",
        newsDetail: {
            imageBannerUrl: "../../../images/timg.jpg",
            imageHeaderurl: "../../../images/avatar/1.png",
            author: '林白衣',
            timer: '24小时',
            title: '北京您早',
            text: "《北京您早》1990年7月30日开播，是国内开播最早的一档早间电视新闻节目。它力求突出首都都市化生活的特点。在每次一小时的节目时间里，突破地域限制，荟萃国际、国内、本市多种新闻，快节奏、大信息地向观众播报，为京城提供一道最早的新闻大餐，以实现自己“昨天的新闻我们报道最全，今天的新闻我们最早发现，新的一天从《北京您早》开始”的传播理念，《北京您早》分为《早间新闻》和《晨间资讯》两个版块。前者以播报多样化的新闻为主，为观众提供多样的新闻信息。后者服务现代都市生活，报道具有服务性的新闻资讯。\n 北京您早》1990年7月30日开播，是国内开播最早的一档早间电视新闻节目。它力求突出首都都市化生活的特点。在每次一小时的节目时间里，突破地域限制，荟萃国际、国内、本市多种新闻，快节奏、大信息地向观众播报，为京城提供一道最早的新闻大餐，以实现自己“昨天的新闻我们报道最全，今天的新闻我们最早发现，新的一天从《北京您早》开始”的传播理念，《北京您早》分为《早间新闻》和《晨间资讯》两个版块。前者以播报多样化的新闻为主，为观众提供多样的新闻信息。后者服务现代都市生活，报道具有服务性的新闻资讯。",
            musicUrl: 'http://m10.music.126.net/20190424013210/79707e2a708a1e562458260fd75e4c73/ymusic/d9d9/f30a/76ed/673c763cf6c61d272a9c1bdc29c09a6b.mp3',
            musicName: '爱我别走'
        }
    },
    {
        newsDate: 'Nov 19 2019',
        newsTitle: '自己',
        newsImageUrl: '../../images/avter.jpg',
        newsText: '《北京您早》1990年7月30日开播，是国内开播最早的一档早间电视新闻节目。它力求突出首都都市化生活的特点。在每次一小时的节目时间里，突破地域限制，荟萃国际、国内、本市多种新闻，快节奏、大信息地向观众播报，为京城提供一道最早的新闻大餐，以实现自己“昨天的新闻我们报道最全，今天的新闻我们最早发现，新的一天从《北京您早》开始”的传播理念，《北京您早》分为《早间新闻》和《晨间资讯》两个版块。前者以播报多样化的新闻为主，为观众提供多样的新闻信息。后者服务现代都市生活，报道具有服务性的新闻资讯。',
        newsLike: '118',
        newsFont: '51',
        textInfo1: true,
        postId: "33",
        newsDetail: {
            imageBannerUrl: "../../../images/avter.jpg",
            imageHeaderurl: "../../../images/avatar/1.png",
            author: '林白衣',
            timer: '24小时',
            title: '北京您早',
            text: "《北京您早》1990年7月30日开播，是国内开播最早的一档早间电视新闻节目。它力求突出首都都市化生活的特点。在每次一小时的节目时间里，突破地域限制，荟萃国际、国内、本市多种新闻，快节奏、大信息地向观众播报，为京城提供一道最早的新闻大餐，以实现自己“昨天的新闻我们报道最全，今天的新闻我们最早发现，新的一天从《北京您早》开始”的传播理念，《北京您早》分为《早间新闻》和《晨间资讯》两个版块。前者以播报多样化的新闻为主，为观众提供多样的新闻信息。后者服务现代都市生活，报道具有服务性的新闻资讯。\n 北京您早》1990年7月30日开播，是国内开播最早的一档早间电视新闻节目。它力求突出首都都市化生活的特点。在每次一小时的节目时间里，突破地域限制，荟萃国际、国内、本市多种新闻，快节奏、大信息地向观众播报，为京城提供一道最早的新闻大餐，以实现自己“昨天的新闻我们报道最全，今天的新闻我们最早发现，新的一天从《北京您早》开始”的传播理念，《北京您早》分为《早间新闻》和《晨间资讯》两个版块。前者以播报多样化的新闻为主，为观众提供多样的新闻信息。后者服务现代都市生活，报道具有服务性的新闻资讯。",
            musicUrl: 'http://m10.music.126.net/20190424013721/87c4be60274515f5cab7c352842c3d52/ymusic/dfdb/7267/7a00/763e616c2c9ea81177c03be0583235bf.mp3',
            musicName: '男孩'
        }
    }
];
module.exports= {
    newsData: newsData
};